INSERT INTO `auth_info` (
	`login`,
	`password`

) VALUES (
	"user1",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  BCrypt хэш пароля "123456" */
	
), 
(
	"user2",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user3",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user4",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user5",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user6",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user7",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user8",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user9",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user10",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user11",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user12",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user13",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user14",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user15",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user16",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),

(
	"user17",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user18",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user19",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user20",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user21",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user22",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
),
(
	"user23",
	"$2a$10$DJE4vIMUnASdydQp00y3/e8f0EdPus7r2miOP5A7kQ3nsjmuQZ946" /*  хэш пароля "123456" */
	
);

INSERT INTO `users`
(`auth_info_id`, `surname`,  `name`,    `address`, `phone`)
VALUES
(2,          "Иванов",   "Иван",        "ул. Покровского, 13-3",   "+375(29)123-45-67"),
(3,          "Петров",   "Пётр",         "пр-т Будёного, 3А-43",     "+375(44)234-56-78"),
(4,          "Сидоров",  "Сидор",         "переул. Смирнова, 7-10",   "+375(29)345-67-89"),
(5,          "Васильев", "Василий",       "ул. Чапаева, 112-97",       "+375(29)456-77-90"),
(6,          "Антонова", "Марина",       "ул. Руссиянова, 12-5",     "+375(29)458-11-20"),
(7,          "Карпов", "Тимофей",       "ул. Абрикосовая, 14-12",     "+375(29)458-11-00"),
(8,          "Бердник", "Йосеф",       "ул. Автомобилистов, 10-1",     "+375(29)458-11-00"),
(9,          "Захаров", "Эдуард",       "ул. Верещагина, 17-8",     "+375(29)458-51-00"),
(10,          "Уваров", "Фёдор",       "ул. Великоморская, 17-5",     "+375(29)438-11-00"),
(11,          "Сысоев", "Оливер",       "ул. Веснинка, 11-5",     "+375(29)458-11-05"),
(12,          "Лыткин", "Сергей",       "ул. Радужная, 8-69",     "+375(29)457-18-00"),
(13,          "Медяник", "Зигмунд",       "ул. Водозаборная, 3-5",     "+375(29)458-11-00"),
(14,          "Носкова", "Эдуард",       "ул. Восточная, 1-58",     "+375(29)458-11-00"),
(15,          "Единович", "Юзефа",       "ул. Гагарина, 12-23",     "+375(29)428-11-10"),
(16,          "Козуб", "Людмила",       "ул. Гамарника, 28-72",     "+375(29)458-11-00"),
(17,          "Захаревич", "Кристина",       "ул. Герасименко, 12-42",     "+375(29)478-11-40"),
(18,          "Мицкевич", "Елизавета",       "ул. Дворищи, 12-9",     "+375(29)408-11-00"),
(19,          "Параскевич", "Дина",       "ул. Долгобродская, 4-52",     "+375(44)458-16-00"),
(20,          "Харитонова", "Клара",       "ул. Енисейская, 3-5",     "+375(29)458-11-00"),
(21,          "Дмитриева", "Доминика",       "ул. Захарова, 2-5",     "+375(44)457-71-07"),
(22,          "Шумейко", "Злата",       "ул. Кабушкина, 12-4",     "+375(29)458-11-66"),
(23,          "Хохлова", "Ирина",       "ул. Клумова, 17-5",     "+375(29)458-52-00"),
(24,          "Зайцева", "Инесса",       "ул. Козлова, 1-5",     "+375(29)689-11-00");
